frontend/controllers/BookController.php

    public function actionCreate()
    {
        $model = new Book();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO "book" ("name", "year", "id_book_type", "isbn") VALUES ('Григо', 1234, 2, '5425051670') RETURNING "id"

    protected function findModel($id)
    {
        if (($model = Book::findOne($id)) !== null) {
---
SELECT * FROM "book" WHERE "id"='19'