frontend/controllers/BooktypeController.php

INSERT INTO "book_type" ("type") VALUES ('Хром') RETURNING "id"
---
    public function actionCreate()
    {
        $model = new BookType();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM "book_type" WHERE "id"='7'
---
    protected function findModel($id)
    {
        if (($model = BookType::findOne($id)) !== null) {