frontend/models/Book.php

SELECT * FROM "book_type"
---
    public function getMapType()
    {
        $Mas = BookType::find()->asArray()->all();

SELECT * FROM "book_type"
---
    public function getTypeModel()
    {
        $Mas = BookType::find()->asArray()->all();